[
    "Acredite que você pode e você já está no meio do caminho.",
    "As dificuldades preparam pessoas comuns para destinos extraordinários.",
    "Cada dia é uma nova oportunidade de mudar sua vida.",
    "O sucesso é a soma de pequenos esforços repetidos dia após dia.",
    "Sonhe grande e ouse falhar.",
    "A única maneira de fazer um excelente trabalho é amar o que você faz.",
    "Não desista, grandes coisas levam tempo.",
    "Você é capaz de mais do que imagina.",
    "A única limitação é você mesmo.",
    "Acredite em si mesmo e em todas as suas capacidades.",
    "O futuro pertence àqueles que acreditam na beleza de seus sonhos.",
    "Você não é derrotado quando perde, mas sim quando desiste.",
    "Coragem é a resistência ao medo, o domínio do medo, não a ausência do medo.",
    "Não espere por oportunidades extraordinárias. Aproveite as ocasiões comuns e as torne grandes.",
    "Você não pode mudar o que aconteceu, mas pode mudar o que fará a partir de agora.",
    "O que você faz hoje pode melhorar todos os seus amanhãs.",
    "Os desafios são o que fazem a vida interessante; superá-los é o que faz a vida significativa.",
    "A vitória pertence ao mais perseverante.",
    "A sua única limitação é você mesmo.",
    "Grandes realizações são possíveis quando se dá o primeiro passo.",
    "Se você não pode voar, então corra. Se você não pode correr, então ande. Se você não pode andar, então rasteje, mas faça o que for preciso para seguir em frente.",
    "A vida é feita de escolhas. Escolha ser feliz.",
    "Nunca é tarde demais para ser o que você poderia ter sido.",
    "Aprenda a ver as coisas boas em cada situação.",
    "Se você quer algo que nunca teve, precisa fazer algo que nunca fez.",
    "Mantenha seus olhos nas estrelas e os pés no chão.",
    "A persistência é o caminho do êxito.",
    "O que não nos mata nos fortalece.",
    "Você não precisa ser ótimo para começar, mas precisa começar para ser ótimo.",
    "Cada pequeno passo conta.",
    "Tente não se tornar uma pessoa de sucesso, mas sim uma pessoa de valor.",
    "A vida é 10% do que acontece com você e 90% de como você reage a isso.",
    "A única pessoa que pode te parar é você mesmo.",
    "Se você pode sonhar, você pode fazer.",
    "Você é a soma de suas escolhas.",
    "A vida é como andar de bicicleta: para manter o equilíbrio, você deve continuar se movendo.",
    "Não importa quantas vezes você falhe, você só precisa estar certo uma vez.",
    "Siga seu coração, mas leve seu cérebro com você.",
    "A única maneira de alcançar o impossível é acreditar que é possível.",
    "Você não precisa ver toda a escada, apenas dê o primeiro passo.",
    "Você é mais forte do que imagina.",
    "A vida é uma jornada, não um destino.",
    "O sucesso não é o resultado de uma combustão espontânea. Você deve se auto-queimar.",
    "Acredite em você e em seus sonhos.",
    "O que você faz hoje pode mudar o seu amanhã.",
    "Nunca deixe que alguém diga que você não pode fazer algo.",
    "O que você pode fazer hoje pode melhorar todos os seus amanhãs.",
    "A vida começa onde sua zona de conforto termina.",
    "Seja a energia que você deseja atrair.",
    "Acredite que você pode e você já está no meio do caminho.",
    "Transforme seus sonhos em metas e suas metas em conquistas.",
    "O segredo do sucesso é começar.",
    "Mantenha-se positivo, mesmo quando as coisas ficam difíceis.",
    "Dê o primeiro passo em fé. Você não precisa ver a escada inteira, apenas dê o primeiro passo.",
    "A cada manhã, temos uma nova oportunidade de fazer as coisas diferentes.",
    "Quando você muda a maneira como olha para as coisas, as coisas que você olha mudam.",
    "Se você quer voar, renuncie a tudo que o puxa para baixo.",
    "O sucesso não é a ausência de falhas, mas a presença de conquistas.",
    "Você é capaz de muito mais do que pensa.",
    "A vida é uma aventura, aproveite cada momento.",
    "O que não nos mata nos fortalece.",
    "Cada dia é uma nova chance de escrever sua história.",
    "Lembre-se: você é capaz de fazer coisas incríveis.",
    "O futuro pertence àqueles que acreditam na beleza de seus sonhos.",
    "O melhor momento para plantar uma árvore foi há 20 anos. O segundo melhor momento é agora.",
    "Se você não arriscar, não ganhará.",
    "A única maneira de fazer um ótimo trabalho é amar o que você faz.",
    "O sucesso é uma jornada, não um destino.",
    "Você não é derrotado quando perde, mas sim quando desiste.",
    "Tente, falhe, aprenda, tente novamente, falhe novamente, aprenda novamente, mas nunca desista.",
    "O maior erro que você pode cometer é o de não fazer nada.",
    "A vida é uma aventura ousada ou não é nada.",
    "Você é mais forte do que qualquer desafio que enfrentar.",
    "Se você quer ser feliz, não seja uma pessoa comum.",
    "A vida é 10% do que acontece com você e 90% de como você reage a isso.",
    "Não desista. Grandes coisas levam tempo.",
    "Cada passo que você dá pode levar a grandes mudanças.",
    "Você deve ser a mudança que deseja ver no mundo.",
    "Não importa a velocidade, siga em frente.",
    "A verdadeira medida de um homem não é o que ele faz em momentos de conforto, mas sim o que ele faz em tempos de desafio.",
    "Os maiores triunfos vêm após os maiores desafios.",
    "Quando você acredita em si mesmo, tudo é possível.",
    "Mantenha seus olhos nas estrelas e os pés no chão.",
    "As dificuldades são o que nos tornam mais fortes.",
    "Transforme suas feridas em sabedoria.",
    "A vida é uma jornada, não um destino.",
    "O importante não é onde você começa, mas onde você termina.",
    "Se você quer algo que nunca teve, precisa fazer algo que nunca fez.",
    "Você é a única pessoa que pode mudar a sua vida.",
    "Acredite em seu potencial.",
    "Nunca subestime o poder de um pequeno passo.",
    "Se você quer ser bem-sucedido, precisa estar disposto a falhar.",
    "Vá em frente e faça algo que você ama.",
    "O verdadeiro fracasso é nunca tentar.",
    "Mantenha seus olhos nas estrelas e os pés no chão.",
    "Você pode não controlar todas as circunstâncias que lhe acontecem, mas pode controlar sua atitude em relação a elas.",
    "O que você faz todos os dias importa mais do que o que você faz de vez em quando.",
    "Seja a mudança que você deseja ver no mundo.",
    "Nada é impossível se você acreditar.",
    "Cada dia é uma nova chance de mudar sua vida.",
    "A vida é feita de escolhas. Faça as suas com sabedoria.",
    "Não se preocupe com as falhas; preocupe-se com as oportunidades que você perde.",
    "As melhores vitórias são aquelas que conquistamos sobre nós mesmos.",
    "A vida é curta, viva-a ao máximo.",
    "A gratidão transforma o que temos em suficiente.",
    "Não deixe que o medo de perder o impeça de jogar.",
    "Seja grato pelo que você já tem enquanto persegue o que você deseja.",
    "O sucesso não é o resultado de uma combustão espontânea. Você deve se auto-queimar.",
    "A vida é o que você faz dela.",
    "Quando você acredita em si mesmo, tudo é possível.",
    "Acredite que você pode e você já está no meio do caminho.",
    "Nunca subestime o poder de um pequeno gesto.",
    "Seja a mudança que você deseja ver no mundo.",
    "Você pode não controlar todas as circunstâncias, mas pode controlar sua atitude.",
    "Transforme seus sonhos em metas e suas metas em conquistas.",
    "O futuro pertence àqueles que acreditam na beleza de seus sonhos.",
    "A vida é feita de escolhas. Faça as suas com sabedoria.",
    "Cada dia é uma nova oportunidade de escrever sua história.",
    "Você é mais forte do que imagina.",
    "A vida é uma jornada, aproveite cada momento.",
    "O que você faz hoje pode mudar o seu amanhã.",
    "Não desista! Grandes coisas levam tempo.",
    "Acredite que você pode e você já está no meio do caminho.",
    "Sonhe grande, comece pequeno, aja agora.",
    "Se você pode sonhar, você pode fazer.",
    "A única maneira de fazer um ótimo trabalho é amar o que você faz.",
    "Acredite em você e em seus sonhos.",
    "A persistência é o caminho do êxito.",
    "O único lugar onde o sucesso vem antes do trabalho é no dicionário.",
    "Não espere por oportunidades extraordinárias. Aproveite as ocasiões comuns e as torne grandes.",
    "Você é capaz de mais do que imagina.",
    "A sua única limitação é você mesmo.",
    "O sucesso é a soma de pequenos esforços repetidos dia após dia.",
    "Faça hoje o que os outros não querem, faça amanhã o que os outros não conseguem.",
    "As melhores vitórias são aquelas que conquistamos sobre nós mesmos.",
    "Você não precisa ser ótimo para começar, mas precisa começar para ser ótimo.",
    "Grandes realizações são possíveis quando se dá o primeiro passo.",
    "Não importa quão devagar você vá, desde que você não pare.",
    "Cada dia é uma nova oportunidade de fazer a diferença.",
    "A vida é 10% do que acontece com você e 90% de como você reage a isso.",
    "Não conte os dias, faça os dias contarem.",
    "A única maneira de fazer um ótimo trabalho é amar o que você faz.",
    "Os desafios são o que fazem a vida interessante; superá-los é o que faz a vida significativa.",
    "Acredite que você pode e você já está no meio do caminho.",
    "A vitória pertence ao mais perseverante.",
    "Se você pode sonhar, você pode fazer.",
    "Coragem é a resistência ao medo, o domínio do medo, não a ausência do medo.",
    "O sucesso não é o resultado de uma combustão espontânea. Você deve se auto-queimar.",
    "A única pessoa que pode te parar é você mesmo.",
    "Não desista! Grandes coisas levam tempo.",
    "O futuro pertence àqueles que acreditam na beleza de seus sonhos.",
    "Você é a soma de suas escolhas.",
    "Todo progresso acontece fora da sua zona de conforto.",
    "Sonhe grande, comece pequeno, aja agora.",
    "Nunca é tarde demais para ser o que você poderia ter sido.",
    "Se você não está disposto a arriscar, esteja disposto a uma vida comum.",
    "A única maneira de alcançar o impossível é acreditar que é possível.",
    "Às vezes, a maior aventura é simplesmente uma conversa.",
    "Se você quer algo que nunca teve, precisa fazer algo que nunca fez.",
    "Você não pode mudar o que aconteceu, mas pode mudar o que fará a partir de agora.",
    "O que você faz hoje pode melhorar todos os seus amanhãs.",
    "Sucesso é a capacidade de ir de uma falha a outra sem perder o entusiasmo.",
    "O que não nos mata nos fortalece.",
    "A única limitação é você mesmo.",
    "Você não é derrotado quando perde, mas sim quando desiste.",
    "Não importa quantas vezes você falhe, você só precisa estar certo uma vez.",
    "A vida é curta, viva-a ao máximo.",
    "É sempre o momento certo para fazer o que é certo.",
    "Aprenda a apreciar as pequenas coisas da vida.",
    "Se você quer voar, renuncie a tudo que o puxa para baixo.",
    "As dificuldades preparam pessoas comuns para destinos extraordinários.",
    "Aja como se o que você faz faz a diferença. Porque faz.",
    "As limitações só existem se você as deixar existir.",
    "Se você quer ser feliz, não seja uma pessoa comum.",
    "Mantenha-se focado e não se deixe desviar pelo que não importa.",
    "Você pode não controlar todas as circunstâncias que lhe acontecem, mas pode controlar a sua atitude em relação a elas.",
    "Não desista, as melhores coisas levam tempo.",
    "A vida é uma jornada, não um destino.",
    "A gratidão transforma o que temos em suficiente.",
    "Transforme suas feridas em sabedoria.",
    "O melhor momento para plantar uma árvore foi há 20 anos. O segundo melhor momento é agora.",
    "A vida é feita de escolhas. Faça as suas com sabedoria.",
    "Mantenha seus olhos nas estrelas e os pés no chão.",
    "Você tem o poder de criar a vida que deseja.",
    "O sucesso é a soma de pequenos esforços repetidos dia após dia.",
    "Ninguém pode voltar atrás e fazer um novo começo, mas qualquer um pode começar hoje e fazer um novo final.",
    "Siga seu coração, mas leve seu cérebro com você.",
    "Se você não sabe onde está indo, qualquer caminho serve.",
    "Você deve ser a mudança que deseja ver no mundo.",
    "Você é mais forte do que imagina.",
    "Nunca deixe que alguém diga que você não pode fazer algo.",
    "A vida é como andar de bicicleta: para manter o equilíbrio, você deve continuar se movendo.",
    "Tente, falhe, aprenda, tente novamente, falhe novamente, aprenda novamente, mas nunca desista.",
    "Você é o arquiteto do seu próprio destino.",
    "O maior erro que você pode cometer é o de não fazer nada.",
    "O que você pode fazer hoje pode mudar o seu amanhã.",
    "Faça o que você pode, com o que você tem, onde você está.",
    "O sucesso é resultado de preparação, trabalho duro e aprendizado com o fracasso.",
    "A cada manhã, temos uma nova oportunidade de fazer as coisas diferentes.",
    "Se você quer algo que nunca teve, precisa fazer algo que nunca fez.",
    "Mantenha-se positivo, mesmo quando as coisas ficam difíceis.",
    "O único modo de fazer um ótimo trabalho é amar o que você faz.",
    "A única maneira de alcançar o impossível é acreditar que é possível.",
    "A mente é tudo. O que você pensa, você se torna.",
    "Quando você acredita em si mesmo, tudo é possível.",
    "Os melhores sonhos acontecem quando você está acordado.",
    "O que você faz todos os dias importa mais do que o que você faz de vez em quando.",
    "Se você quer ser bem-sucedido, precisa estar disposto a falhar.",
    "O sucesso é uma jornada, não um destino.",
    "Cada dia é uma nova chance de mudar sua vida.",
    "Seja a energia que você deseja atrair.",
    "A vida é uma aventura, aproveite cada momento.",
    "Você é mais forte do que qualquer desafio que enfrentar.",
    "Dê o primeiro passo em fé. Você não precisa ver a escada inteira, apenas dê o primeiro passo.",
    "O futuro pertence àqueles que acreditam na beleza de seus sonhos.",
    "Quando você muda a maneira como olha para as coisas, as coisas que você olha mudam.",
    "A vida começa onde sua zona de conforto termina.",
    "Acredite que você pode e você já está no meio do caminho.",
    "Cada dia é uma nova oportunidade de escrever sua história.",
    "Não importa quantas vezes você falhe, você só precisa estar certo uma vez.",
    "Lembre-se: você é capaz de fazer coisas incríveis.",
    "Sua vida é sua mensagem para o mundo. Faça-a inspiradora.",
    "O sucesso não é a chave para a felicidade. A felicidade é a chave para o sucesso.",
    "Você não precisa ser perfeito para ser um sucesso.",
    "Se você não arriscar, não ganhará.",
    "Tenha coragem de seguir seu coração e intuição.",
    "Não importa a velocidade, siga em frente.",
    "A única maneira de fazer um ótimo trabalho é amar o que você faz.",
    "O sucesso não é a ausência de falhas, mas a presença de conquistas.",
    "Você é capaz de muito mais do que pensa.",
    "Nunca deixe que ninguém lhe diga que você não pode fazer algo.",
    "A vida é uma aventura ousada ou não é nada.",
    "Siga seu coração, mas leve seu cérebro com você.",
    "Acredite em você mesmo e todo o resto virá.",
    "Transforme seus sonhos em metas e suas metas em conquistas.",
    "O segredo do sucesso é começar.",
    "A verdadeira medida de um homem não é o que ele faz em momentos de conforto, mas sim o que ele faz em tempos de desafio.",
    "Se você não pode fazer grandes coisas, faça pequenas coisas de uma maneira grandiosa."
]