[
    "Por que o livro de matemática se suicidou? Porque ele tinha muitos problemas.",
    "O que o tomate foi fazer no banco? Tirar extrato!",
    "Qual é o contrário de volátil? Vem cá sobrinho.",
    "Por que o pombo não usa celular? Porque ele já tem asa.",
    "Por que o jacaré tirou o jacarezinho da escola? Porque ele réptil de ano.",
    "Qual é o peixe mais saudável? A atum.",
    "Por que o notebook foi ao médico? Porque ele estava com vírus.",
    "Como se chama um cachorro mágico? Lábicho-cadabra!",
    "Qual é a fruta que mais sorri? A melão-cia.",
    "Por que o músico estava com frio? Porque ele estava em dó maior.",
    "O que o pato falou para a pata? Vem Quá!",
    "O que um semáforo falou para o outro? Não olha, estou mudando.",
    "Por que o elefante não usa computador? Porque tem medo do mouse.",
    "Qual é o animal mais antigo do mundo? A zebra, porque é em preto e branco.",
    "Por que o fotógrafo foi preso? Porque foi pego em flagrante.",
    "Por que a água foi presa? Porque matou a sede.",
    "Qual é o cúmulo da matemática? Perder a conta no banco.",
    "Por que o sapo sempre se dá bem? Porque ele vai direto ao ponto.",
    "O que é um ponto amarelo no espaço? Uma 'a-musa'.",
    "Por que o poste sorriu? Porque viu a lâmpada acesa.",
    "Por que a lâmpada foi ao psicólogo? Porque estava estressada com os fios soltos.",
    "O que o zero disse para o oito? Que cinto maneiro!",
    "O que o pato disse para a pata? Vem Quá!",
    "O que um canibal vegetariano come? Pessoas de bem.",
    "Por que o vampiro não gosta de tomar sol? Porque ele já está morto de calor.",
    "O que o nadador disse ao outro? Vamos cair na água!",
    "O que o peixe faz no computador? Nada.",
    "O que um tijolo disse para o outro? Há um muro entre nós.",
    "Por que a vaca foi para o espaço? Para encontrar a Via Láctea.",
    "O que é um pontinho amarelo na escola? É um gênio.",
    "Por que o ator foi ao banco? Para atuar com juros.",
    "O que o formigueiro falou para o elefante? Peso-pesado!",
    "Qual é o contrário de tempestade? Calma-pai.",
    "O que o eletricista foi fazer na prisão? Resolver o circuito fechado.",
    "Por que o esqueleto não foi ao baile? Porque ele não tinha 'corpo' para ir.",
    "O que a formiga disse para a cigarra? Canta mais baixo que é verão.",
    "Por que o caranguejo não compartilha? Porque ele é 'casca-dura'.",
    "Qual é o esporte preferido dos vegetais? Arremesso de alface.",
    "O que o espantalho foi fazer na festa? Assustar a concorrência.",
    "Qual é o cúmulo da paciência? Ouvir música clássica em ritmo de bolero.",
    "O que o prato falou para a comida? Para de esquentar!",
    "Por que a panela foi ao psicólogo? Porque estava sob pressão.",
    "Qual é o peixe mais bobo do mar? O 'baiacu'.",
    "O que o peixe disse para o pescador? Isso é uma cilada!",
    "O que o pão foi fazer na escola? Estudar 'miolo'.",
    "O que o advogado falou para o juiz? 'Quebrei' um galho.",
    "Por que o relógio foi parar na escola? Para ganhar tempo.",
    "O que o feijão foi fazer no banheiro? Plantar uma ideia.",
    "Qual é o carro preferido do vampiro? Um 'Fusca-sangue'.",
    "O que a minhoca foi fazer no cinema? Assistir um 'verme' de ação.",
    "Por que o bombeiro sempre usa a mesma roupa? Porque não pode trocar de 'fogo'.",
    "Qual é a festa preferida do rato? O queijoshow.",
    "O que o teclado disse para o computador? Estou teclando com você.",
    "Por que o lápis foi para o hospital? Porque estava com 'grafite'.",
    "O que o café falou para o açúcar? Sem você, minha vida é amarga.",
    "Por que a formiga foi ao bar? Para pedir um 'formiga-soda'.",
    "Qual é a cidade preferida dos cachorros? Latetânia.",
    "O que o celular disse para o carregador? Fica comigo até recarregar.",
    "Qual é o contrário de saudade? Eufrente.",
    "O que o boi foi fazer na igreja? Virar um 'boi-padrinho'.",
    "Por que a câmera ficou famosa? Porque tinha muito foco.",
    "O que o jogador falou para a bola? Bola pra frente!",
    "Qual é o cúmulo do engano? Confundir uma cobra com uma mangueira.",
    "O que a geladeira disse para o fogão? Estou fria contigo.",
    "Por que o livro foi preso? Porque estava cheio de páginas suspeitas.",
    "Qual é o cúmulo da saudade? Chorar vendo novela mexicana.",
    "Por que o astronauta levou um cachorro para o espaço? Para ter 'um companheiro' de aventura.",
    "O que o caracol disse ao carro? Anda logo!",
    "Por que a escola estava de greve? Porque o professor deu uma pausa.",
    "O que o açúcar falou para o café? Você me derrete.",
    "Qual é o cúmulo do egoísmo? Guardar segredo de si mesmo.",
    "Por que o pão não vai ao hospital? Porque ele já é 'massa'.",
    "O que o gato disse para o rato? Miaow... é você!",
    "Qual é a diferença entre um relógio e uma vaca? O relógio dá horas e a vaca dá leite.",
    "O que a terra falou para o sol? Me aquece, vai!",
    "Por que o pato não usa roupa? Porque já é coberto de penas.",
    "O que o computador foi fazer na festa? Conhecer novos programas.",
    "O que o estudante falou para a prova? 'Tô' contigo!",
    "Por que a galinha atravessou a rua? Para fugir do 'frango-frito'.",
    "O que o tijolo falou para a parede? Estou com você até o fim.",
    "Por que o leite derramado ficou famoso? Porque ele já era 'cremoso'.",
    "O que a faca disse para o queijo? Corte comigo!",
    "Qual é o animal que é bom de conta? O matemático.",
    "Por que o computador foi ao médico? Porque estava com vírus!",
    "O que o céu disse para o mar? Você é muito profundo.",
    "Por que a aranha é um ótimo programador? Porque ela sempre faz uma boa rede.",
    "Qual é o cúmulo da distração? Um cego fazendo provas de visão.",
    "O que o queijo disse para a placa? Queijo uma grata surpresa!",
    "Por que o fotógrafo não consegue parar de tirar fotos? Porque ele está sempre em busca do foco.",
    "Qual é a fruta que nunca se perde? A maçã, porque ela sempre encontra a 'fruta perfeita'.",
    "Por que o coelho não usa Facebook? Porque ele já tem muito 'amigo do peito'.",
    "O que a gasolina disse para o fogo? Não me acenda!",
    "Qual é o cúmulo da preguiça? Dormir na aula de ioga.",
    "O que a vaca disse para o cavalo? Oi, 'neigh-bor'!",
    "Por que a bruxa não usa computador? Porque ela não sabe fazer 'download'.",
    "Qual é o cachorro que faz truques? O 'Labrador'!",
    "O que o mar disse para a praia? Onde você estava? Eu estava com saudade!",
    "Qual é o animal mais engraçado? O riso!",
    "Por que o lápis se deu mal? Porque ele se quebrou!",
    "O que o chão falou para a cadeira? Você está sempre em cima de mim.",
    "Por que o urso não usa celular? Porque ele prefere ficar no modo 'urso'.",
    "O que o pão disse para o manteiga? Você é a manteiga da minha vida.",
    "Qual é o cúmulo do esquecimento? Colocar o carro na garagem e esquecer onde ele está.",
    "Por que a guitarra não se apresenta? Porque não tem corda para isso.",
    "O que o passarinho disse para a flor? Eu estou aqui para te cheirar.",
    "Por que a abelha foi ao terapeuta? Para resolver seus problemas de zumbido.",
    "Qual é a fruta mais feliz? A 'laranja', porque vive sempre sorrindo.",
    "O que a árvore falou para o vento? Vem me balançar!",
    "Qual é o cúmulo da insônia? Dormir em pé.",
    "Por que o computador foi ao dentista? Porque tinha um 'byte' doendo.",
    "O que a xícara disse para o pires? Você é meu apoio!",
    "Qual é a parte do corpo que mais viaja? O 'coração', porque ele vai a todos os lugares.",
    "O que o bolo disse para a vela? Você é a luz da minha vida.",
    "Qual é o cúmulo da falta de comunicação? Um gato que não mia.",
    "O que o ovo disse para a frigideira? Estou fritando de calor.",
    "Por que a sombra não tem amigos? Porque ela só acompanha.",
    "O que o foguete disse para o astronauta? Oi, vou decolar!",
    "Qual é o animal que mais gosta de falar? O papagaio!",
    "O que o pinguim disse para a foca? Frio demais aqui!",
    "Por que o jacaré nunca perde o ônibus? Porque ele sempre está na 'linha'.",
    "Qual é a planta que mais gosta de dinheiro? A 'planta da fortuna'.",
    "O que a cama disse para o travesseiro? Você é meu suporte.",
    "Por que o coelho não gosta de matemática? Porque sempre dá 'coelho' de resposta.",
    "Qual é o cúmulo do egoísmo? Não dividir o sorvete.",
    "O que a girafa disse ao leão? Você é o rei da selva, mas eu sou a altura.",
    "Qual é a comida favorita dos fantasmas? O 'macarrão do terror'.",
    "O que o prato disse para a colher? Você é a minha parceira!",
    "Por que a cobra não gosta de debate? Porque ela não pode se expressar.",
    "Qual é a bebida que nunca mente? O suco sincero.",
    "O que o elevador disse para a escada? Você é muito 'descer' pra mim.",
    "Por que a batata não gosta de futebol? Porque ela sempre é 'descascar'.",
    "O que o ônibus disse para a rua? Você é minha estrada.",
    "Qual é o cúmulo do desafio? Pedir para um gato dar a volta ao mundo.",
    "O que a cama falou para a cadeira? Você sempre se senta!",
    "Por que o sapato nunca se perde? Porque ele sempre está no 'caminho'.",
    "O que a geladeira disse ao freezer? Você é meu espaço frio.",
    "Qual é a planta que mais adora correr? A 'correraria'.",
    "O que a abóbora disse para a bruxa? Vamos ser amigas!",
    "Por que o palhaço não pode usar computador? Porque ele é sempre 'bobo'.",
    "Qual é a parte do corpo que sempre ri? A 'barriga'.",
    "O que o sol disse à lua? Você é meu raio de luz.",
    "Por que a maçã não fica triste? Porque ela sempre está no 'fruto do amor'.",
    "Qual é o cúmulo da rapidez? Uma tartaruga que faz jogging.",
    "O que o queijo disse ao pão? Você é a 'crosta' da minha vida.",
    "Por que o rato não foi ao cinema? Porque ele já viu o 'filme da vida'.",
    "Qual é a comida favorita do tigre? O 'frango da selva'.",
    "O que o pato disse ao motorista? Vamos voar!",
    "Por que o lápis foi ao bar? Para tomar um 'grafite'.",
    "Qual é a comida favorita do gato? O 'peixe da sorte'.",
    "O que a vassoura disse para o chão? Você sempre me suja.",
    "Por que a maçã foi para o médico? Porque estava com 'dores'.",
    "Qual é a parte do corpo que mais trabalha? A 'mão'.",
    "O que a luz disse ao interruptor? Você é meu ponto de partida.",
    "Por que a joaninha é tão bonita? Porque é sempre 'estilosa'.",
    "Qual é a bebida favorita do gato? O 'leite do sol'.",
    "O que o relógio disse ao tempo? Você é sempre 'preciso'.",
    "Por que a cenoura nunca se perde? Porque sempre está na 'horta'.",
    "Qual é a fruta que mais gosta de dançar? A 'manga'.",
    "O que o gato disse para a mouse? Você é meu 'foco'.",
    "Por que a vaca foi ao espaço? Para ver a Via Láctea.",
    "Qual é o cúmulo do tédio? Contar carneirinhos sem parar.",
    "O que a televisão disse ao controle remoto? Você é meu 'poder'.",
    "Por que o livro nunca sai de casa? Porque ele sempre está 'aberto'."
]