[
    {
        "prota": "Shintaro Midorima, Kuroko No Basket",
        "frase": "Não desista, não há vergonha em cair! A verdadeira vergonha é não se levantar novamente!Shintaro Midorima, Kuroko No Basket"
    },
    {
        "prota": "Kenshin Himura, Rurouni Kenshin",
        "frase": "Você pode morrer a qualquer momento, mas viver requer coragem.Kenshin Himura, Rurouni Kenshin"
    },
    {
        "prota": "Ahiru no Sora",
        "frase": "A vida não é um jogo de sorte. Se você quer vencer, trabalhe duro.Ahiru no Sora"
    },
    {
        "prota": "Holo The Wise Wolf, Spice And Wolf",
        "frase": "Lembre-se da lição e não da decepção.Holo The Wise Wolf, Spice And Wolf"
    },
    {
        "prota": "Bleach",
        "frase": "Você não conhece as pessoas, você conhece apenas o que elas permitem que você veja.Bleach"
    },
    {
        "prota": "Grimsley, Pokémon",
        "frase": "É mais importante dominar as cartas que você tem nas mãos do que reclamar das cartas que seu oponente recebeu.Grimsley, Pokémon"
    },
    {
        "prota": "Naruto Uzumaki, Naruto",
        "frase": "Se você não gosta do seu destino, não o aceite. Em vez disso, tenha a coragem para transformá-lo naquilo que você quer que ele seja.Naruto Uzumaki, Naruto"
    },
    {
        "prota": "Sanae",
        "frase": "Se a sua vida pode mudar uma vez, ela pode mudar novamente.Sanae"
    },
    {
        "prota": "Canaan",
        "frase": "Você jamais deve desistir da vida, não importa o que aconteça. Não importa o quanto você queira desistir.Canaan"
    },
    {
        "prota": "Shiroe, Log Horizon",
        "frase": "Se você não consegue fazer algo, então não faça. Foque naquilo que consegue fazer.Shiroe, Log Horizon"
    },
    {
        "prota": "Roy Mustang, Full Metal Alchemist",
        "frase": "O mundo não é perfeito. Mas ele está aqui para nós, fazendo o melhor que pode... e é isso que o faz tão lindo!Roy Mustang, Full Metal Alchemist"
    },
    {
        "prota": "Kenshin Himura, Rurouni Kenshin",
        "frase": "O que quer que você perca, você encontrará novamente. Mas aquilo que jogar fora, você nunca terá de volta.Kenshin Himura, Rurouni Kenshin"
    },
    {
        "prota": "Goku, Dragon Ball Z",
        "frase": "As pessoas fortes não derrubam as outras, elas ajudam-nas a se erguerem.Goku, Dragon Ball Z"
    },
    {
        "prota": "Roronoa Zoro, One Piece",
        "frase": "Somente aqueles que sofreram por muito tempo conseguem ver luz através das sombras.Roronoa Zoro, One Piece"
    },
    {
        "prota": "Naruto Uzumaki, Naruto",
        "frase": "Feridas em seu coração são diferentes de feridas em seu corpo e existe apenas uma coisa que pode curá-las: o amor.Naruto Uzumaki, Naruto"
    },
    {
        "prota": "Uchiha Itachi, Naruto",
        "frase": "Não importa o quão poderoso você se torne, nunca tente fazer tudo sozinho. Caso contrario irá falhar.Uchiha Itachi, Naruto"
    },
    {
        "prota": "Edward, Full Metal Alchemist",
        "frase": "Posso não ter crescido nem um centímetro, mas não vou deixar que o meu coração fique pequeno para sempre!Edward, Full Metal Alchemist"
    },
    {
        "prota": "Otonashi Yuzuru, Angel Beats",
        "frase": "Mesmo que nós esqueçamos os rostos dos nossos amigos, jamais esqueceremos os laços que foram cravados nas nossas almas.Otonashi Yuzuru, Angel Beats"
    },
    {
        "prota": "Vegeta, Dragon Ball Z",
        "frase": "Você não é derrotado quando perde, mas sim quando você desiste.Vegeta, Dragon Ball Z"
    },
    {
        "prota": "Rize, Tokyo Ghoul",
        "frase": "Há momentos que você precisa desistir de alguma coisa para preservar a outra.Rize, Tokyo Ghoul"
    },
    {
        "prota": "Pandora Hearts",
        "frase": "Se você aceita tudo sem ao menos questionar, vai acabar perdendo a capacidade de pensar.Pandora Hearts"
    },
    {
        "prota": "Maka Albarn, Soul Eater",
        "frase": "Eu me recuso a deixar que o medo me controle.Maka Albarn, Soul Eater"
    },
    {
        "prota": "Shida Uryuu, Bleach",
        "frase": "As palavras são como flechas. Depois que são lançadas, não tem como voltar atrás.Shida Uryuu, Bleach"
    },
    {
        "prota": "Death Note",
        "frase": "Às vezes as questões são complicadas e as respostas são simples.Death Note"
    },
    {
        "prota": "Sanji, One Piece",
        "frase": "As pessoas não são reconhecidas pelo seu rosto, e sim pelo seu coração.Sanji, One Piece"
    },
    {
        "prota": "Angel Sanctuary",
        "frase": "Está tudo bem. Nós nunca estaremos separados. Contanto que estejamos vivos, nos encontraremos sempre.Angel Sanctuary"
    },
    {
        "prota": "Dousan Saitou, Oda Nobuna no Yabou",
        "frase": "Um sonho vale menos que nada se você não tem ninguém com quem compartilhá-lo.Dousan Saitou, Oda Nobuna no Yabou"
    },
    {
        "prota": "Taichi Yaegashi, Kokoro Connect",
        "frase": "Aquilo que você não pode conquistar sozinho se torna atingível quando você tem alguém ao seu lado.Taichi Yaegashi, Kokoro Connect"
    },
    {
        "prota": "Ano Hana",
        "frase": "Eu sempre quis te ver de novo. Te pedir desculpas. Dizer que te amava.Ano Hana"
    },
    {
        "prota": "Kagome, InuYasha",
        "frase": "Eu quero te ver feliz. Eu quero que você ria. Eu não sei exatamente o que eu seria capaz de fazer por você, mas eu sempre estarei ao seu lado.Kagome, InuYasha"
    },
    {
        "prota": "Yu Yu Hakusho",
        "frase": "Amar alguém profundamente lhe dá força; ser amado profundamente lhe dá coragem.Yu Yu Hakusho"
    },
    {
        "prota": "Chrono",
        "frase": "No momento em que te conheci, um novo mundo se abriu para mim. Depois de vagar na escuridão por tanto tempo, uma luz me trouxe felicidade. Tudo graças a você.Chrono"
    },
    {
        "prota": "Fruits Basket",
        "frase": "Como uma pessoa normal… só queria me tornar alguém que pudesse ser amada pelos outros. Queria ser feliz.Fruits Basket"
    },
    {
        "prota": "Sasuke, Naruto",
        "frase": "Você não sabe nada sobre mim... Quanto ódio eu carrego dentro mim... e quão forte eu me tornei por causa deste ódio.Você não me conhece, afinal.Sasuke, Naruto"
    },
    {
        "prota": "Death Note",
        "frase": "Daqui pra frente vai ser uma solidão... eu e você vamos nos separar em breve.Death Note"
    },
    {
        "prota": "Ao Haru Ride",
        "frase": "Eu gosto de você. Eu vim aqui para ser rejeitado corretamente. Para terminar isso, para que eu possa seguir em frente. Faça-me convencido deste coração partido. Eu quero ser rejeitado corretamente.Ao Haru Ride"
    },
    {
        "prota": "Arima Kousei, Shigatsu wa Kimi no Uso",
        "frase": "Não vá. Não vá. Por favor, não vá. Por favor, não me deixe para trás.Arima Kousei, Shigatsu wa Kimi no Uso"
    },
    {
        "prota": "Baraggan Louisenbairn, Bleach",
        "frase": "Seres humanos morrem. Animais morrem. Plantas morrem. Até os ceifadores de almas morrem. É o arco do universo. Tudo o que ganha vida acaba deixando de existir.Baraggan Louisenbairn, Bleach"
    },
    {
        "prota": "Naruto Uzumaki, Naruto",
        "frase": "Você é apenas um idiota que nasceu com uma genética boa.Naruto Uzumaki, Naruto"
    },
    {
        "prota": "Natsu Dragneel, Fairy Tail",
        "frase": "Viver é comer, dormir e arrumar brigas.Natsu Dragneel, Fairy Tail"
    },
    {
        "prota": "OreGairu",
        "frase": "Eu estou cansado de não fazer nada, mas eu sou muito preguiçoso pra fazer alguma coisa.OreGairu"
    },
    {
        "prota": "Freeza, Dragon Ball Z",
        "frase": "Há três coisas que não posso tolerar: covardia, cortes de cabelo ruins e insurreição militar, e é muito lamentável que nosso amigo Vegeta possua todas essas três.Freeza, Dragon Ball Z"
    },
    {
        "prota": "Dragon Ball Z",
        "frase": "Você quer que eu diga a verdade ou continuamos amigos?Dragon Ball Z"
    },
    {
        "prota": "Megumin, Kono Subarashii Sekai ni Shukufuku wo",
        "frase": "Esta é uma peça mágica que suprime meus poderes mágicos. Se eu fosse tirar isso, uma grande catástrofe certamente aconteceria neste mundo... Ah, mentira. Eu só a uso mesmo para deixar o look mais estiloso.Megumin, Kono Subarashii Sekai ni Shukufuku wo"
    },
    {
        "prota": "Mondaiji-Tachi Ga Isekai Kara Kuru Sou Desu Yo",
        "frase": "Se eu pudesse vender meu tédio, tenho certeza de que ficaria rico.Mondaiji-Tachi Ga Isekai Kara Kuru Sou Desu Yo"
    },
    {
        "prota": "Riki Naoe, Little Busters",
        "frase": "Se você desviar os olhos das coisas tristes, elas acontecerão novamente um dia. Se você continuar fugindo, continuará repetindo os mesmos erros. É por isso que você precisa encarar a verdade diretamente.Riki Naoe, Little Busters"
    },
    {
        "prota": "Gildarts Clive, Fairy Tail",
        "frase": "O medo não é malvado. Ele te mostra qual é a sua franqueza. E quando você conhece a sua franqueza, então pode se tornar mais forte e mais gentil.Gildarts Clive, Fairy Tail"
    },
    {
        "prota": "One Piece",
        "frase": "Pode ser difícil agora, mas você deve silenciar esses pensamentos. Pare de contar as coisas que você perdeu, o que se foi se foi. Então pergunte a si mesmo o que ainda resta para você.One Piece"
    },
    {
        "prota": "Jellal Fernandes, Fairy Tail",
        "frase": "As pessoas mais solitárias são as mais gentis. As pessoas mais tristes sorriem mais. As pessoas mais machucadas são as mais sábias. Isso porque elas não desejam ver mais ninguém sofrer do jeito que sofreram.Jellal Fernandes, Fairy Tail"
    }
]