[
   "Te quero de 69 jeitos diferentes.", 
   "Não apague o meu fogo, queime comigo.", 
   "Eu e minha língua queremos saborear você sem pressa.", 
   "Me esquentando com os lençóis, mas queria mesmo era tá me esquentando com você.", 
   "As tentações como você, merecem pecados como eu.", 
   "Meu deslize favorito é o seu corpo no meu.", 
   "Dizem que fazer amor prolonga a vida, vem cá para eu te fazer imortal.", 
   "Vale massagem! Mas é como diria o filósofo, o erro é achar que para por aí.", 
   "Mais bonita que sua boca, somente ela nos meus lábios… Não disse quais.", 
   "Eu preciso conversar muito sério com você, mas tem que ser sem roupa.", 
   "Não sou de apoiar casal, mas olha eu e você, hein... Casalzão!", 
   "O que eu penso em fazer com você é um pecado, mas por isso eu aceito ir pro inferno sem reclamar.", 
   "Nada contra a sua cama, mas acho que você deveria dormir na minha.", 
   "Nosso encaixe pode ser perfeito, podemos testar isso mais tarde na minha cama.", 
   "Um toque seu é o suficiente para a gente começar a realizar todos os meus desejos mais intensos…", 
   "Quero cuidar do meu namorado para ele não ficar doente nunca… É só chá por cima de chá.", 
   "Hoje eu queria cometer um crime, roubar uns beijos teus. O que vem depois ainda ainda é segredo.", 
   "Ouvi dizer que hoje o clima esquenta, sabe dizer se é verdade e se topa me ajudar nisso?", 
   "Estou tão cansada hoje que só queria sentar em você.", 
   "Basta um toque seu em meu corpo para que todos meus desejos com você comecem a se tornar a minha realidade.", 
   "Sua boca valeu o preço de perder todo o sossego que eu tinha.", 
   "Você gostaria de passar a noite vendo estrelas? Conheço um motel que tem 5.", 
   "Eu, você, Netflix, uma cama e um dia chuvoso. Bora? 💭", 
   "Sabe o que te deixaria mais e feliz e também ficaria bem em você?  Eu.", 
   "Quer fazer um teste para os bombeiros apagando meu fogo hoje?", 
   "Acho que eu e você nos encaixamos perfeitamente, se é que você me entende.", 
   "Tô aqui chupando uma bala mas poderia ser você, topa?", 
   "Tentação é quando a mente proíbe e o corpo desobedece, posso te mostrar na prática.", 
   "E aí, rola suas pernas aquecendo minhas orelhas?", 
   "Sobre você, eu não diria que tenho uma mente suja, mas uma imaginação quente.", 
   "Vale replay: já que na primeira vez foi bom, esse ticket é um convite para repetir os beijos.", 
   "Só me confirma seu nome mesmo... É que eu preciso saber o que é que eu vou gritar hoje à noite.", 
   "Andei te observando e percebi que você tem todos os pré-requisitos para vir tirar a minha roupa… topa?", 
   "Quando eu abrir seu zíper, vai ser como as portas do paraíso se abrindo para nós dois. Topa?", 
   "Que cor de roupa preciso usar na virada de ano pra você vir tirar?",
   "Não sou o Papai Noel, mas poderia te proporcionar uma noite feliz... ",
   "Meu Deus, estou sem ar, me ajuda! Acho que você precisa fazer respiração boca-boca para me salvar... ",
   "Acredita em amor à primeira vista, ou devo passar por você de novo?",
   "Deve haver algo errado com meus olhos. Eu não posso tirá-los de você.", 
   "Se você fosse uma música, você seria aquela que não sai da minha cabeça",
   "Você não é a Monalisa, mas é uma obra de arte.",
   "Se as estrelas fossem tão lindas como você, eu passaria as noites em claro.",
   "Se as estrelas fossem tão lindas como você, eu passaria as noites em claro.",
   "Meu coração sempre capota na curva do seu sorriso.",
   "Você é a primeira maravilha do meu mundo.",
   "Sabe com qual signo o meu combina? Com o seu!",
   "Me chama de tabela periódica e diz que está rolando uma química entre nós.",
   "Você não é o Death Note, mas atingiu meu coração em 40 segundos.",
   "Tá vendo aquele cara ali? Pois é, ele tá perguntando se você quer ficar comigo.",
   "Me empresta uma foto sua para eu mostrar para o Papai Noel o que quero de presente!"
   ,"Vamos ao cartório para eu passar o meu coração para o seu nome.",
   "Aposto um beijo que você vai me dar um fora.", 
   "Suas pernas não doem de fugir dos meus sonhos todas as noites, meu amor?", 
   "Me chame de urna eletrônica e me dê seu voto de confiança.",
   "Você é como um imã, me atrai sem eu perceber.",
   "Se eu tivesse uma estrela para cada vez que você ilumina meu dia, eu teria um universo inteiro.",
   "Você deve ser um mapa, porque eu me perco em seus olhos.",
   "Quando você sorri, o mundo fica mais bonito.",
   "Você é como um café forte: me desperta e me faz sentir vivo.",
   "Se a beleza fosse um pecado, você seria a pessoa mais condenada.",
   "Se eu tivesse que escolher entre respirar e te amar, eu usaria meu último suspiro para te amar.",
   "Você é como uma flor rara, e eu sou o jardineiro que cuidaria de você todos os dias.",
   "Cada minuto sem você é como uma eternidade sem sol.",
   "Você tem um jeito especial de transformar um dia comum em um momento incrível.",
   "Se eu pudesse seguir um desejo, seria o de estar sempre ao seu lado.",
   "Seu sorriso é como um raio de sol que ilumina os meus dias nublados.",
   "Você não é só uma pessoa, é a razão pela qual eu acordo feliz.",
   "Se cada pensamento em você fosse uma estrela, eu poderia iluminar todo o céu.",
   "Você é como uma canção que nunca consigo parar de ouvir, e eu não quero que acabe.",
   "Você deve ser um feitiço, porque cada vez que olho para você, me sinto encantado.",
   "Se beleza fosse tempo, você seria a eternidade.",
   "Seu sorriso deve ser um crime, porque é ilegal ser tão bonito.",
   "Você não é um eclipse, mas ilumina a minha vida quando aparece.",
   "Se eu fosse escrever um livro, você seria o título e o enredo.",
   "Meus planos para hoje? Pensar em você o dia inteiro.",
   "Acho que você tem um mapa, porque me perdi no seu olhar.",
   "Você não precisa de um GPS, porque sempre encontro o caminho para o seu coração.",
   "Você deve ser um sonho, porque é incrível ter você na minha vida.",
   "Se eu pudesse rearranjar o alfabeto, colocaria U e I juntos.",
   "Você é como um livro que nunca quero parar de ler.",
   "Cada vez que vejo você, meu dia se ilumina como um raio de sol.",
   "Você é a resposta para todas as perguntas que eu nunca soube fazer.",
   "O único lugar onde quero estar é ao seu lado, hoje e sempre.",
   "Se eu pudesse ser qualquer coisa, seria um beijo para te acompanhar o dia inteiro.",
   "A sua presença é como uma melodia que nunca cessa de tocar no meu coração.",
   "Você é o sonho que eu nunca quero acordar.",
   "Seu olhar tem a capacidade de fazer o meu coração acelerar em segundos.",
   "Se eu pudesse te dar uma coisa na vida, seria a capacidade de se ver através dos meus olhos e ver o quanto você é especial.",
    "Você deve ser um truque de mágica, porque sempre que olho para você, tudo desaparece.",
    "Se você fosse um livro, seria o mais vendido da estante.",
    "Você é a razão pela qual eu tenho insônia, pensando em você o tempo todo.",
    "Eu não sou fotógrafo, mas posso te fazer sentir como se estivesse em uma sessão de fotos.",
    "Se eu pudesse te dar uma coisa na vida, seria a capacidade de se ver como eu vejo você.",
    "Você é a resposta para a pergunta que eu nem sabia que estava fazendo.",
    "Você tem um mapa? Porque eu me perdi no seu olhar.",
    "Você deve ser uma estrela, porque ilumina a minha noite.",
    "Se eu fosse um pintor, você seria minha obra-prima.",
    "Eu não sou um poeta, mas você me inspira a escrever versos.",
    "Se eu pudesse ser qualquer coisa, seria o seu sorriso.",
    "Você é o motivo pelo qual eu acordo feliz todos os dias.",
    "Você deve ser uma obra de arte, porque não consigo parar de admirar você.",
    "Seu olhar é como um feixe de luz em um dia nublado.",
    "Você não precisa de maquiagem, porque sua beleza é natural.",
    "Se eu fosse um sentimento, seria o amor que sinto por você.",
    "Você é como um sonho que eu nunca quero acordar.",
    "Eu não sou um astrônomo, mas posso te dizer que você é a estrela da minha vida.",
    "Você é como uma brisa suave em um dia quente.",
    "Se você fosse um perfume, seria o mais delicioso que já senti.",
    "Seu sorriso é o meu remédio para um dia ruim.",
    "Você é a melhor parte do meu dia.",
    "Se eu pudesse te dar um presente, seria a certeza de que você é incrível.",
    "Você deve ser uma poesia, porque me faz sentir coisas que não consigo explicar.",
    "Se você fosse um doce, seria o mais saboroso de todos.",
    "Eu não sou um gênio, mas você é o meu desejo mais profundo.",
    "Você é a razão pela qual meu coração bate mais rápido.",
    "Se eu pudesse, passaria o dia inteiro ao seu lado.",
    "Seu charme é contagiante e me faz querer estar perto de você.",
    "Você deve ser um sonho, porque é perfeito demais para ser real.",
    "Se a beleza fosse um crime, você seria uma criminosa.",
    "Você é o melhor capítulo da minha história.",
    "Seu jeito de ser é como uma melodia que nunca sai da minha cabeça.",
    "Eu não sou um chef, mas você é o prato mais delicioso que eu já provei.",
    "Você é o sol que ilumina o meu dia.",
    "Se eu pudesse, te daria uma estrela do céu para você sempre se lembrar de mim.",
    "Você é como um raio de sol, trazendo calor e alegria para a minha vida.",
    "Se eu pudesse, colocaria um pouco da sua beleza em cada parte do meu dia.",
    "Você é o motivo pelo qual eu sorrio sem motivo.",
    "Eu não sou um astrônomo, mas você faz meu mundo girar.",
    "Se você fosse um elemento, seria ouro, porque é valiosa.",
    "Seu charme é como uma melodia que me faz querer dançar.",
    "Você é como um livro que nunca canso de ler.",
    "Se eu pudesse, mudaria o mundo só para ter mais momentos com você.",
    "Você é o motivo pelo qual meu coração canta.",
    "Seu sorriso é como um farol, sempre me guiando para a felicidade.",
    "Você deve ser um sonho, porque é simplesmente perfeito.",
    "Se eu pudesse, congelaria o tempo só para estar com você por mais um momento.",
    "Você é a peça que faltava no meu quebra-cabeça.",
    "Se eu pudesse, passaria a eternidade ao seu lado.",
    "Você é como uma tempestade de verão, surpreendente e inesquecível.",
    "Seu olhar é como um poema que não consigo parar de recitar."
]